Repository: ELYASDARK/UHC
Catalog: lib/l10n/app_*.arb
Languages: ku

# appFullName
source: University Health Center
ku: ناوەندی تەندروستی زانکۆ

# appTagline
source: Your Campus Health Partner
ku: هاوبەشی تەندروستیت لە کەمپەس

source: Welcome
ku: بەخێربێیت

source: Login
ku: چوونەژوورەوە

source: Register
ku: تۆمارکردن

source: Logout
ku: چوونەدەرەوە

source: Sign In
ku: چوونەژوورەوە

source: Sign Up
ku: تۆمارکردن

source: Email
ku: ئیمەیڵ

source: Password
ku: وشەی نهێنی

source: Confirm Password
ku: دڵنیاکردنەوەی وشەی نهێنی

source: Full Name
ku: ناوی تەواو

source: Forgot Password?
ku: وشەی نهێنی لەبیرچووە؟

source: Reset Password
ku: ڕیسێتکردنی وشەی نهێنی

# dontHaveAccount
source: Don't have an account?
ku: هەژمارت نییە؟

# alreadyHaveAccount
source: Already have an account?
ku: هەژمارت هەیە؟

source: Sign in with Google
ku: چوونەژوورەوە بە گووگڵ

source: Or continue with
ku: یان بەردەوامبە بە

# onboardingTitle1
source: Book Appointments
ku: نۆرەکردنی چاوپێکەوتن

# onboardingDesc1
source: Schedule appointments with university doctors easily and quickly
ku: چاوپێکەوتنەکانت لەگەڵ پزیشکانی زانکۆ بەئاسانی نۆرە بکە

# onboardingTitle2
source: Get Reminders
ku: بیرهێنانەوە

# onboardingDesc2
source: Never miss an appointment with smart notifications and reminders
ku: هیچ چاوپێکەوتنێک لەدەست مەدە بە ئاگادارکردنەوە زیرەکەکان

# onboardingTitle3
source: Track Your Health
ku: بەدواداچوونی تەندروستی

# onboardingDesc3
source: Keep all your medical records and appointment history in one place
ku: هەموو تۆمارە پزیشکییەکان و مێژووی چاوپێکەوتنەکانت لە شوێنێکدا هەڵبگرە

source: Skip
ku: پەڕینەوە

source: Next
ku: دواتر

source: Get Started
ku: دەستپێبکە

source: Back
ku: گەڕانەوە

source: Done
ku: تەواو

source: OK
ku: باشە

source: Yes
ku: بەڵێ

source: No
ku: نەخێر

source: Close
ku: داخستن

source: Submit
ku: ناردن

# continueText
source: Continue
ku: بەردەوامبوون

source: Update
ku: نوێکردنەوە

source: Edit
ku: دەستکاریکردن

source: Add
ku: زیادکردن

source: Remove
ku: لابردن

source: Clear
ku: پاککردنەوە

source: Search
ku: گەڕان

source: Filter
ku: پاڵاوتن

source: Sort
ku: ڕیزکردن

source: Refresh
ku: نوێکردنەوە

source: See All
ku: بینینی هەموو

source: Show More
ku: زیاتر پیشاندان

source: Show Less
ku: کەمتر پیشاندان

source: Change
ku: گۆڕین

source: All
ku: هەموو

source: Home
ku: سەرەتا

source: Doctors
ku: پزیشکەکان

source: Appointments
ku: چاوپێکەوتنەکان

source: Notifications
ku: ئاگادارکردنەوەکان

source: Profile
ku: پرۆفایل

source: Alerts
ku: ئاگاداریەکان

source: History
ku: مێژوو

source: Search doctors...
ku: گەڕان بەدوای پزیشکدا...

# allDepartments
source: All
ku: هەموو

source: View All
ku: بینینی هەموو

source: Book Now
ku: ئێستا نۆرە بکە

source: Book Appointment
ku: نۆرەکردنی چاوپێکەوتن

source: Select Doctor
ku: پزیشک هەڵبژێرە

source: Select Date
ku: بەروار هەڵبژێرە

source: Select Time
ku: کات هەڵبژێرە

source: Available Slots
ku: کاتە بەردەستەکان

source: No slots available
ku: هیچ کاتێک بەردەست نییە

source: Confirm Booking
ku: دڵنیاکردنەوەی نۆرەکردن

source: Booking Confirmed
ku: نۆرەکردن پەسەند کرا

source: Booking Failed
ku: نۆرەکردن سەرکەوتوو نەبوو

# appointmentBooked
source: Appointment booked successfully
ku: چاوپێکەوتن بەسەرکەوتوویی نۆرە کرا

source: Confirm Details
ku: دڵنیابوون لە وردەکاری

source: Book an Appointment
ku: نۆرەکردنی چاوپێکەوتن

# findBestDoctors
source: Find the best doctors and schedule your visit today
ku: باشترین پزیشکەکان بدۆزەوە و سەردانت نۆرە بکە

# howAreYouFeeling
source: How are you feeling today?
ku: ئەمڕۆ چۆنیت؟

source: No departments
ku: هیچ بەشێک نییە

source: weeks
ku: هەفتە

source: General Medicine
ku: پزیشکی گشتی

source: Dentistry
ku: پزیشکی ددان

source: Psychology
ku: دەروونناسی

source: Pharmacy
ku: دەرمانخانە

source: Laboratory
ku: تاقیگە

source: First Aid
ku: یارمەتی یەکەم

source: Dermatology
ku: نەخۆشییەکانی پێست

source: Ophthalmology
ku: پزیشکی چاو

source: Orthopedics
ku: ئێسک و جومگە

source: Cardiology
ku: نەخۆشییەکانی دڵ

source: Neurology
ku: پزیشکی دەمار و مێشک

source: Pediatrics
ku: پزیشکی منداڵان

source: Clinical Pharmacy
ku: دەرمانسازی کلینیکی

source: Clinical Psychology
ku: دەروونناسی کلینیکی

source: Orthodontics
ku: ڕێکخستنی ددان

source: Counseling
ku: ڕاوێژکاری

# mdDegree
source: MD
ku: بەکالۆریۆسی پزیشکی

# phdDegree
source: PhD
ku: دکتۆرا

# pharmDDegree
source: PharmD
ku: دکتۆری دەرمانسازی

# ddsDegree
source: DDS
ku: پزیشکی ددان

# psyDDegree
source: PsyD
ku: دکتۆرای دەروونناسی

source: Board Certified
ku: پەسەندکراوی بۆرد

source: Board Certified Pharmacotherapy
ku: پەسەندکراو لە چارەسەری دەرمانی

source: Licensed Therapist
ku: چارەسەرکەری مۆڵەتدار

source: Licensed Psychologist
ku: دەروونناسی مۆڵەتدار

source: Licensed Counselor
ku: ڕاوێژکاری مۆڵەتدار

source: PhD Clinical Psychology
ku: دکتۆرای دەروونناسی کلینیکی

source: Certified Orthodontist
ku: پسپۆڕی ڕێکخستنی ددان

source: Fellowship
ku: هاوەڵایەتی

source: Residency
ku: نیشتەجێبوونی پزیشکی

source: Board Certified Internal Medicine
ku: پەسەندکراوی بۆرد لە پزیشکی ناوخۆیی

source: MS Orthodontics
ku: ماستەر لە ڕێکخستنی ددان

source: PhD Pharmacology
ku: دکتۆرا لە دەرمانزانی

source: Certified in Invisalign
ku: بڕوانامەدار لە Invisalign

source: Family Medicine Specialist
ku: پسپۆڕی پزیشکی خێزان

source: Board Certified Cardiovascular Disease
ku: پەسەندکراوی بۆرد لە نەخۆشییەکانی دڵ و خوێن

source: FACC
ku: ئەندامی کۆلێژی ئەمریکی لە نەخۆشییەکانی دڵ

source: Board Certified Cardiology
ku: پەسەندکراوی بۆرد لە نەخۆشییەکانی دڵ

source: Internal Medicine
ku: پزیشکی ناوخۆیی

source: General Dentistry
ku: پزیشکی ددان گشتی

source: Family Medicine
ku: پزیشکی خێزان

source: Upcoming
ku: داهاتوو

source: Past
ku: ڕابردوو

source: Today
ku: ئەمڕۆ

source: Tomorrow
ku: سبەینێ

source: Yesterday
ku: دوێنێ

source: This Week
ku: ئەم هەفتەیە

source: This Month
ku: ئەم مانگە

source: Cancel
ku: هەڵوەشاندنەوە

source: Reschedule
ku: گۆڕینی کات

source: No upcoming appointments
ku: هیچ چاوپێکەوتنێکی داهاتوو نییە

source: No past appointments
ku: هیچ چاوپێکەوتنێکی ڕابردوو نییە

source: Appointment Details
ku: وردەکاری چاوپێکەوتن

source: Appointment cancelled
ku: چاوپێکەوتن هەڵوەشێنرایەوە

source: Cancel Appointment
ku: هەڵوەشاندنەوەی چاوپێکەوتن

# cancelAppointmentConfirm
source: Are you sure you want to cancel this appointment?
ku: دڵنیای لە هەڵوەشاندنەوەی ئەم چاوپێکەوتنە؟

source: Appointment Status
ku: دۆخی چاوپێکەوتن

source: Scheduled
ku: خشتەبەندکراو

source: Completed
ku: تەواوبوو

source: Cancelled
ku: هەڵوەشێنراوە

source: Pending
ku: لە چاوەڕوانیدا

source: Confirmed
ku: پەسەندکراو

source: Available
ku: بەردەستە

source: Not Available
ku: بەردەست نییە

source: Specialty
ku: پسپۆڕی

source: Qualifications
ku: بڕوانامەکان

source: Quick Actions
ku: کردارە خێراکان

source: Departments
ku: بەشەکان

source: Health Tips
ku: ئامۆژگارییە تەندروستییەکان

source: Emergency Contact
ku: پەیوەندی فریاکەوتن

source: Call Emergency
ku: پەیوەندیکردن بە فریاکەوتن

source: Nearby Hospitals
ku: نەخۆشخانە نزیکەکان

source: Stay Hydrated
ku: ئاو زۆر بخۆرە

# stayHydratedDesc
source: Drink at least 8 glasses of water daily
ku: ڕۆژانە لانیکەم ٨ گڵاس ئاو بخۆرە

source: Regular Exercise
ku: وەرزشی ڕۆژانە

# regularExerciseDesc
source: 30 minutes of daily activity keeps you fit
ku: ٣٠ خولەک چالاکی ڕۆژانە تەندروستیت دەپارێزێت

source: Get Enough Sleep
ku: خەوی پێویست

# getEnoughSleepDesc
source: 7-8 hours of quality sleep is essential
ku: ٧-٨ کاتژمێر خەوی باش پێویستە

source: About Doctor
ku: دەربارەی پزیشک

source: Experience
ku: ئەزموون

# yearsExperience
source: years
ku: ساڵ

source: Patients
ku: نەخۆشەکان

source: Reviews
ku: هەڵسەنگاندنەکان

source: Rating
ku: هەڵسەنگاندن

# writeReview
source: Write a Review
ku: هەڵسەنگاندنێک بنووسە

# rateAndReview
source: Rate & Review
ku: هەڵسەنگاندن و پێداچوونەوە

source: Submit Review
ku: ناردنی هەڵسەنگاندن

source: Submit anonymously
ku: بە شێوەیەکی نەناسراو بنارە

source: Your name will not be shown
ku: ناوت پیشان نادرێت

# reviewSubmitted
source: Review submitted successfully
ku: هەڵسەنگاندن بەسەرکەوتوویی نێردرا

# noReviews
source: No reviews yet
ku: هێشتا هیچ هەڵسەنگاندنێک نییە

source: Average Rating
ku: ڕێژەی هەڵسەنگاندن

source: Appearance
ku: ڕوانگە

source: Dark Mode
ku: دۆخی تاریک

source: Light Mode
ku: دۆخی ڕووناک

source: System Default
ku: ڕێکخستنی سیستەم

source: Language
ku: زمان

source: Select Language
ku: زمان هەڵبژێرە

source: Language changed
ku: زمان گۆڕدرا

source: Notification Settings
ku: ڕێکخستنی ئاگادارکردنەوە

source: Push Notifications
ku: ئاگادارکردنەوەی فوری

source: Email Notifications
ku: ئاگادارکردنەوەی ئیمەیڵ

source: SMS Notifications
ku: ئاگادارکردنەوەی پەیام

source: Appointment Reminders
ku: بیرهێنانەوەکانی چاوپێکەوتن

source: Promotional Notifications
ku: ئاگادارکردنەوە بازرگانییەکان

source: Appointment Notifications
ku: ئاگادارکردنەوەکانی چاوپێکەوتن

source: Receive reminders for upcoming appointments
ku: وەرگرتنی بیرهێنانەوە بۆ چاوپێکەوتنە داهاتووەکان

source: Hour Reminder-24
ku: بیرهێنانەوە-٢٤ کاتژمێر

source: Get notified 24 hours before
ku: ئاگادارکردنەوە ٢٤ کاتژمێر پێشتر

source: Hour Reminder-1
ku: بیرهێنانەوە-١ کاتژمێر

source: Get notified 1 hour before
ku: ئاگادارکردنەوە ١ کاتژمێر پێشتر

# updatesAndTips
source: Updates & Tips
ku: نوێکاری و ئامۆژگاری

# healthTipsNotification
source: Health Tips
ku: ئامۆژگاری تەندروستی

source: Daily health tips and wellness advice
ku: ئامۆژگاری ڕۆژانەی تەندروستی و چاکترین

source: Doctor Updates
ku: نوێکاری پزیشکان

source: Updates from your doctors
ku: نوێکاری لە پزیشکەکانت

source: Special offers and promotions
ku: پێشکەشکراوە تایبەتەکان و بانگەشەکان

# soundAndVibration
source: Sound & Vibration
ku: دەنگ و لەرزاندن

source: Sound
ku: دەنگ

source: Play sound for notifications
ku: لێدانی دەنگ بۆ ئاگادارکردنەوەکان

source: Vibration
ku: لەرزاندن

source: Vibrate for notifications
ku: لەرزاندن بۆ ئاگادارکردنەوەکان

# manageNotificationPermissionsInSettings
source: You can also manage notification permissions in your device settings
ku: هەروەها دەتوانیت مۆڵەتەکانی ئاگادارکردنەوە لە ڕێکخستنەکانی ئامێرەکەت بەڕێوە ببەیت

source: About
ku: دەربارە

source: Privacy Policy
ku: سیاسەتی تایبەتمەندی

source: Terms of Service
ku: مەرجەکانی خزمەتگوزاری

# helpAndSupport
source: Help & Support
ku: یارمەتی و پشتگیری

source: Contact Us
ku: پەیوەندیمان پێوە بکە

source: FAQ
ku: پرسیارە باوەکان

source: Version
ku: وەشان

source: Rate App
ku: هەڵسەنگاندنی ئەپ

source: Share App
ku: هاوبەشکردنی ئەپ

source: Edit Profile
ku: دەستکاریکردنی پرۆفایل

source: Update Profile
ku: نوێکردنەوەی پرۆفایل

source: Change Password
ku: گۆڕینی وشەی نهێنی

source: Current Password
ku: وشەی نهێنی ئێستا

source: New Password
ku: وشەی نهێنی نوێ

source: Confirm New Password
ku: دڵنیاکردنەوەی وشەی نهێنی نوێ

# passwordChanged
source: Password changed successfully
ku: وشەی نهێنی بەسەرکەوتوویی گۆڕدرا

# profileUpdated
source: Profile updated successfully
ku: پرۆفایل بەسەرکەوتوویی نوێکرایەوە

source: Change Photo
ku: گۆڕینی وێنە

source: Take Photo
ku: وێنە بگرە

source: Choose from Gallery
ku: هەڵبژاردن لە گالێری

source: Remove Photo
ku: سڕینەوەی وێنە

# useCamera
source: Use camera to take a new photo
ku: کامێرا بەکاربهێنە بۆ وێنەی نوێ

# selectFromLibrary
source: Select from your photo library
ku: لە کتێبخانەی وێنە هەڵبژێرە

# deleteCurrentPhoto
source: Delete current profile photo
ku: سڕینەوەی وێنەی پرۆفایلی ئێستا

source: Medical Documents
ku: بەڵگەنامە پزیشکییەکان

source: Upload Document
ku: بارکردنی بەڵگەنامە

source: Document Type
ku: جۆری بەڵگەنامە

source: Document Name
ku: ناوی بەڵگەنامە

source: Select File
ku: فایل هەڵبژێرە

# noDocuments
source: No documents yet
ku: هێشتا هیچ بەڵگەنامەیەک نییە

source: Delete Document
ku: سڕینەوەی بەڵگەنامە

# deleteDocumentConfirm
source: Are you sure you want to delete this document?
ku: دڵنیای لە سڕینەوەی ئەم بەڵگەنامەیە؟

source: Document deleted
ku: بەڵگەنامە سڕدرایەوە

# documentUploaded
source: Document uploaded successfully
ku: بەڵگەنامە بەسەرکەوتوویی بارکرا

source: Health Center Location
ku: شوێنی ناوەندی تەندروستی

source: Get Directions
ku: ئاڕاستەکان وەربگرە

source: Call Now
ku: ئێستا پەیوەندی بکە

source: Opening Hours
ku: کاتژمێری کردنەوە

source: Address
ku: ناونیشان

source: Phone
ku: تەلەفۆن

source: Email Address
ku: ناونیشانی ئیمەیڵ

source: Website
ku: ماڵپەڕ

source: Working Days
ku: ڕۆژە کاریەکان

source: Monday to Friday
ku: دووشەممە تا هەینی

source: Saturday
ku: شەممە

source: Sunday
ku: یەکشەممە

source: Monday
ku: دووشەممە

source: Tuesday
ku: سێشەممە

source: Wednesday
ku: چوارشەممە

source: Thursday
ku: پێنجشەممە

source: Friday
ku: هەینی

source: Sun
ku: یەک

source: Mon
ku: دوو

source: Tue
ku: سێ

source: Wed
ku: چوار

source: Thu
ku: پێنج

source: Fri
ku: هەینی

source: Sat
ku: شەم

source: Closed
ku: داخراوە

source: Open
ku: کراوەیە

source: Open Now
ku: ئێستا کراوەیە

source: Closed Now
ku: ئێستا داخراوە

source: January
ku: کانوونی دووەم

source: February
ku: شوبات

source: March
ku: ئازار

source: April
ku: نیسان

source: May
ku: ئایار

source: June
ku: حوزەیران

source: July
ku: تەممووز

source: August
ku: ئاب

source: September
ku: ئەیلوول

source: October
ku: تشرینی یەکەم

source: November
ku: تشرینی دووەم

source: December
ku: کانوونی یەکەم

source: Send Test Notification
ku: ناردنی ئاگادارکردنەوەی تاقیکردنەوە

source: Test notification sent
ku: ئاگادارکردنەوەی تاقیکردنەوە نێردرا

source: Clear Notifications
ku: پاککردنەوەی ئاگادارکردنەوەکان

# clearNotificationsConfirm
source: Are you sure you want to clear all notifications? This action cannot be undone.
ku: دڵنیای لە پاککردنەوەی هەموو ئاگادارکردنەوەکان؟ ناتوانرێت ئەم کارە بگەڕێنرێتەوە.

source: Clear All
ku: پاککردنەوەی هەموو

source: Notifications cleared
ku: ئاگادارکردنەوەکان پاککرانەوە

source: No notifications
ku: هیچ ئاگادارکردنەوەیەک نییە

source: Mark all read
ku: هەموو وەک خوێندراو دیاری بکە

source: Mark as read
ku: وەک خوێندراو دیاری بکە

source: Delete notification
ku: سڕینەوەی ئاگادارکردنەوە

# logoutConfirm
source: Are you sure you want to logout?
ku: دڵنیای لە چوونەدەرەوە؟

source: Logging out...
ku: چوونەدەرەوە...

# loggedOut
source: Logged out successfully
ku: بەسەرکەوتوویی چوویتە دەرەوە

# fieldRequired
source: This field is required
ku: ئەم خانەیە پێویستە

# invalidEmail
source: Please enter a valid email
ku: تکایە ئیمەیڵێکی دروست بنووسە

# weakPassword
source: Password must be at least 6 characters
ku: وشەی نهێنی دەبێت لانی کەم ٦ پیت بێت

# passwordMismatch
source: Passwords do not match
ku: وشە نهێنییەکان یەک ناگرنەوە

# invalidPhone
source: Please enter a valid phone number
ku: تکایە ژمارەیەکی تەلەفۆنی دروست بنووسە

# invalidDate
source: Please enter a valid date
ku: تکایە بەرواری دروست بنووسە

source: Error
ku: هەڵە

source: Success
ku: سەرکەوتوو

source: Warning
ku: ئاگاداری

source: Info
ku: زانیاری

source: Loading...
ku: چاوەڕوان بە...

source: Retry
ku: دووبارە هەوڵدانەوە

source: Save
ku: پاشەکەوتکردن

source: Delete
ku: سڕینەوە

source: Confirm
ku: دڵنیاکردنەوە

source: Please wait...
ku: تکایە چاوەڕوان بە...

source: Something went wrong
ku: هەڵەیەک ڕوویدا

source: Try again
ku: دووبارە هەوڵ بدەوە

source: No internet connection
ku: پەیوەندی ئینتەرنێت نییە

source: Connection error
ku: هەڵەی پەیوەندی

# sessionExpired
source: Session expired. Please login again
ku: کاتی دانیشتن تەواو بوو. تکایە دووبارە بچۆرە ژوورەوە

# unauthorized
source: Unauthorized access
ku: ڕێگەپێنەدراو

source: Not found
ku: نەدۆزرایەوە

source: Server error
ku: هەڵەی سێرڤەر

source: years
ku: ساڵ

source: months
ku: مانگ

source: days
ku: ڕۆژ

source: hours
ku: کاتژمێر

source: minutes
ku: خولەک

source: ago
ku: پێش ئێستا

source: Just now
ku: هەر ئێستا

source: Male
ku: نێر

source: Female
ku: مێ

source: Other
ku: دیکە

source: Date of Birth
ku: بەرواری لەدایکبوون

source: Age
ku: تەمەن

source: Blood Type
ku: جۆری خوێن

source: Allergies
ku: ئالێرجی

source: Medical History
ku: مێژووی پزیشکی

source: Emergency Contact Name
ku: ناوی پەیوەندی فریاکەوتن

source: Emergency Contact Phone
ku: تەلەفۆنی پەیوەندی فریاکەوتن

source: Fees
ku: کرێ

source: Free
ku: بەخۆڕایی

source: Paid
ku: پارەدراو

source: Payment Method
ku: شێوازی پارەدان

source: Cash
ku: نەقد

source: Card
ku: کارت

source: Insurance
ku: بیمە

source: Admin
ku: بەڕێوەبەر

source: Admin Dashboard
ku: داشبۆردی بەڕێوەبەر

source: Manage Users
ku: بەڕێوەبردنی بەکارهێنەران

source: Manage Doctors
ku: بەڕێوەبردنی پزیشکەکان

source: Manage Appointments
ku: بەڕێوەبردنی چاوپێکەوتنەکان

source: Reports
ku: ڕاپۆرتەکان

source: Statistics
ku: ئامارەکان

source: Settings
ku: ڕێکخستنەکان

source: Account
ku: هەژمار

source: Security
ku: ئاسایش

source: Preferences
ku: دڵخوازییەکان

source: General
ku: گشتی

source: No data found
ku: هیچ داتایەک نەدۆزرایەوە

source: Pull to refresh
ku: بۆ نوێکردنەوە ڕابکێشە

source: Loading more...
ku: بارکردنی زیاتر...

source: End of list
ku: کۆتایی لیست

source: Camera
ku: کامێرا

source: Gallery
ku: گالێری

source: File
ku: فایل

source: Download
ku: داگرتن

source: Share
ku: هاوبەشکردن

source: Copy
ku: کۆپیکردن

# copied
source: Copied to clipboard
ku: کۆپیکرا

source: Notes
ku: تێبینییەکان

source: Add Note
ku: زیادکردنی تێبینی

source: No notes
ku: هیچ تێبینییەک نییە

source: Reason
ku: هۆکار

source: Description
ku: وەسف

source: Symptoms
ku: نیشانەکان

source: Diagnosis
ku: تەشخیس

source: Prescription
ku: نوسراوی دەرمان

source: Follow-up
ku: بەدواداچوون

source: View Details
ku: بینینی وردەکاری

source: More Info
ku: زانیاری زیاتر

source: Less Info
ku: زانیاری کەمتر

source: Expand
ku: فراوانکردن

source: Collapse
ku: پەستاندن

source: Available Times for
ku: کاتە بەردەستەکان بۆ

source: Appointment Type
ku: جۆری چاوپێکەوتن

source: Regular Visit
ku: سەردانی ئاسایی

source: Consultation
ku: ڕاوێژکاری

source: Emergency
ku: فریاکەوتن

source: Additional Notes
ku: تێبینییەکانی زیادە

source: Optional
ku: ئارەزوومەندانە

source: Additional Notes (Optional)
ku: تێبینییەکانی زیادە (ئارەزوومەندانە)

# describeSymptoms
source: Describe your symptoms or reason for visit...
ku: نیشانەکانت یان هۆکاری سەردانت باس بکە...

# pleaseSelectDateFirst
source: Please select a date first
ku: تکایە سەرەتا ڕێکەوتێک هەڵبژێرە

source: No available slots on this day
ku: هیچ کاتێک بەردەست نییە لەم ڕۆژەدا

# appointmentScheduledSuccessfully
source: Your appointment has been scheduled successfully
ku: چاوپێکەوتنەکەت بە سەرکەوتوویی ڕێکخرا

# showQRCodeAtCheckIn
source: Show this QR code at check-in
ku: لە کاتی تۆمارکردندا ئەم کۆدی QR ئە پیشان بدە

source: Doctor
ku: پزیشک

source: Date
ku: ڕێکەوت

source: Time
ku: کات

source: Booking ID
ku: ژمارەی نۆرەکردن

source: Back to Home
ku: گەڕانەوە بۆ سەرەتا

source: View My Appointments
ku: بینینی چاوپێکەوتنەکانم

# noNotificationsDesc
source: Your appointment reminders will appear here
ku: بیرکردنەوەکانی چاوپێکەوتنەکانت لێرە دەردەکەون

source: Profile Settings
ku: ڕێکخستنەکانی پڕۆفایل

source: Account Settings
ku: ڕێکخستنەکانی هەژمار

source: My Documents
ku: بەڵگەنامەکانم

source: Health Center Info
ku: زانیاری سەنتەری تەندروستی

source: My Appointments
ku: چاوپێکەوتنەکانم

source: My Reviews
ku: هەڵسەنگاندنەکانم

# pleaseSelectDate
source: Please select a date
ku: تکایە ڕێکەوتێک هەڵبژێرە

# pleaseSelectTime
source: Please select a time slot
ku: تکایە کاتێک هەڵبژێرە

# pleaseLoginToBook
source: Please login to book an appointment
ku: تکایە بۆ نۆرەکردنی چاوپێکەوتن بچۆرە ژوورەوە

# bookingCancellationPolicy
source: You can cancel or reschedule up to 24 hours before the appointment.
ku: دەتوانیت تا ٢٤ کاتژمێر پێش چاوپێکەوتنەکە هەڵیوەشێنیتەوە یان کاتەکەی بگۆڕیت.

source: Save Changes
ku: پاشەکەوتکردنی گۆڕانکارییەکان

source: Tap to change photo
ku: داگرە بۆ گۆڕینی وێنە

# enterFullName
source: Enter your full name
ku: ناوی تەواوت بنووسە

# phoneNumberLabel
source: Phone Number
ku: ژمارەی مۆبایل

# enterPhoneNumber
source: Enter your phone number
ku: ژمارەی مۆبایلەکەت بنووسە

# selectDateOfBirth
source: Select your date of birth
ku: بەرواری لەدایکبوونت دیاری بکە

# bloodTypeHint
source: e.g., A+, B-, O+
ku: نموونە: A+, B-, O+

# allergiesHint
source: List any allergies (optional)
ku: هیچ هەستیارییەک بنووسە (ئارەزوومەندانە)

source: Choose Photo
ku: وێنە هەڵبژێرە

# pleaseEnterName
source: Please enter your name
ku: تکایە ناوت بنووسە

# nameTooShort
source: Name must be at least 2 characters
ku: ناو دەبێت لانی کەم ٢ پیت بێت

source: View
ku: بینین

source: Lab Results
ku: ئەنجامی پشکنین

source: Medical Record
ku: تۆماری پزیشکی

# imaging
source: X-Ray / Imaging
ku: تیشک / وێنەگرتن

source: Manage your medical records
ku: بەڕێوەبردنی تۆمارە پزیشکییەکانت

source: Please fill required fields
ku: تکایە خانە پێویستەکان پڕبکەرەوە

source: Upload failed
ku: بارکردن سەرکەوتوو نەبوو

source: Update failed
ku: نوێکردنەوە سەرکەوتوو نەبوو

# documentUpdated
source: Document updated successfully
ku: بەڵگەنامە بەسەرکەوتوویی نوێکرایەوە

source: Opening document...
ku: کردنەوەی بەڵگەنامە...

# couldNotOpenDocument
source: Could not open the document
ku: بەڵگەنامەکە ناکرێتەوە

source: Error opening document
ku: هەڵە لە کردنەوەی بەڵگەنامە

source: Update Document
ku: نوێکردنەوەی بەڵگەنامە

source: Current File
ku: فایلی ئێستا

source: Replace
ku: گۆڕین

# noURLProvided
source: Error: No URL provided for this document
ku: هەڵە: هیچ بەستەرێک بۆ ئەم بەڵگەنامەیە نییە

source: Error loading documents
ku: هەڵە لە بارکردنی بەڵگەنامەکان

# uploadMedicalDocumentsDescription
source: Upload your medical documents to keep them organized
ku: بەڵگەنامە پزیشکییەکانت باربکە بۆ ڕێکخستنیان

# cancelAppointmentTitle
source: Cancel Appointment?
ku: هەڵوەشاندنەوەی چاوپێکەوتن؟

source: Cannot Cancel
ku: ناکرێت هەڵبوەشێنرێتەوە

# cancelPolicyMessage
source: This appointment cannot be cancelled as it is past the cancellation window.
ku: ئەم چاوپێکەوتنە ناکرێت هەڵبوەشێنرێتەوە چونکە کاتی ڕێگەپێدراو تێپەڕیوە.

# lateCancellationWarning
source: Late cancellation may affect your booking priority.
ku: هەڵوەشاندنەوەی درەنگ ڕەنگە کاریگەری هەبێت لەسەر لەپێشینەی نۆرەکردنت.

source: Reason for Cancellation
ku: هۆکاری هەڵوەشاندنەوە

# reasonScheduleConflict
source: Schedule conflict
ku: تێکهەڵچوونی کات

# reasonFeelingBetter
source: Feeling better
ku: باشتربوونی تەندروستی

# reasonFoundAnotherDoctor
source: Found another doctor
ku: پزیشکێکی تر دۆزرایەوە

# reasonPersonalEmergency
source: Personal emergency
ku: حاڵەتی لەناکاو

# reasonTransportationIssues
source: Transportation issues
ku: کێشەی هاتووچۆ

source: Please specify...
ku: تکایە ڕوونی بکەرەوە...

# keepAppointment
source: Keep
ku: هێشتنەوەی نۆرە

# rescheduleAppointmentTitle
source: Reschedule Appointment
ku: گۆڕینی کاتی چاوپێکەوتن

source: Cannot Reschedule
ku: ناکرێت کات بگۆڕدرێت

# reschedulePolicyMessage
source: Appointments can only be rescheduled at least 24 hours before the scheduled time.
ku: گۆڕینی کاتی چاوپێکەوتن تەنها ٢٤ کاتژمێر پێش کاتی دیاریکراو دەکرێت.

source: Go Back
ku: گەڕانەوە

source: Current Appointment
ku: چاوپێکەوتنی ئێستا

source: Reason for Reschedule
ku: هۆکاری گۆڕینی کات

# pleaseProvideReason
source: Please provide a reason...
ku: تکایە هۆکارێک بنووسە...

source: Confirm Reschedule
ku: پەسەندکردنی گۆڕینی کات

# rescheduleSuccess
source: Appointment rescheduled successfully
ku: کاتی چاوپێکەوتن بەسەرکەوتوویی گۆڕدرا

source: Select New Date
ku: دیاریکردنی بەروارێکی نوێ

source: Select New Time
ku: دیاریکردنی کاتێکی نوێ

# doctorBioAmandaWhite
source: Dr. Amanda White provides medication management and pharmaceutical care consultations.
ku: د. ئاماندا وایت بەڕێوەبردنی دەرمان و ڕاوێژکاری چاودێری دەرمانسازی پێشکەش دەکات.

# doctorBioLisaBrown
source: Dr. Lisa Brown provides counseling for anxiety, depression, and stress management for university students.
ku: د. لیزا براون ڕاوێژکاری دڵەڕاوکێ، خەمۆکی، و بەڕێوەبردنی فشار بۆ خوێندکارانی زانکۆ پێشکەش دەکات.

# doctorBioJamesWilson
source: Dr. James Wilson is an orthodontist specializing in braces and teeth alignment for students.
ku: د. جەیمس ویلسۆن پسپۆڕی ڕێکخستنی ددانە لە بواری تەل و ڕاستکردنەوەی ددان بۆ خوێندکاران.
