Repository: ELYASDARK/UHC
Catalog: lib/l10n/app_*.arb
Languages: ku

# doctorBioRobertTaylor
source: Dr. Robert Taylor specializes in academic stress, relationships, and personal development counseling.
ku: د. ڕۆبەرت تەیلەر پسپۆڕە لە ڕاوێژکاری فشاری خوێندن، پەیوەندییەکان، و گەشەپێدانی کەسی.

# doctorBioDavidLee
source: Dr. David Lee specializes in drug interactions and medication optimization for complex cases.
ku: د. دەیڤید لی پسپۆڕە لە کارلێکی دەرمان و باشترکردنی بەکارهێنانی دەرمان بۆ حاڵەتە ئاڵۆزەکان.

# doctorBioSarahJohnson
source: Dr. Sarah Johnson specializes in internal medicine with over 10 years of experience in treating chronic conditions.
ku: د. سارا جۆنسن پسپۆڕە لە پزیشکی ناوخۆیی بە زیاتر لە ١٠ ساڵ ئەزموون لە چارەسەرکردنی نەخۆشییە درێژخایەنەکان.

# doctorBioEmilyDavis
source: Dr. Emily Davis offers comprehensive dental care, including preventive, restorative, and cosmetic dentistry.
ku: د. ئێمیلی دەیڤس چاودێری ددانی گشتگیر پێشکەش دەکات، لەوانە ددانی خۆپارێزی، چاککردنەوە، و جوانکاری.

# doctorBioMichaelChen
source: Dr. Michael Chen provides comprehensive family medicine care for patients of all ages.
ku: د. مایکڵ چێن چاودێری پزیشکی خێزانی گشتگیر بۆ نەخۆشەکانی هەموو تەمەنەکان پێشکەش دەکات.

# testNotificationTitle
source: Test Notification ðŸ””
ku: Test Notification 🔔

# checkEmail
source: Check Your Email
ku: تەماشای ئیمەیڵەکەت بکە

source: Back to Login
ku: گەڕانەوە بۆ چوونەژوورەوە

# resetEmailSentMessage
source: We have sent a password reset link to {email}
ku: لینکێکی گۆڕینی وشەی تێپەڕمان نارد بۆ {email}

# enterEmailHint
source: Enter your email
ku: ئیمەیڵەکەت بنووسە

source: Send Reset Link
ku: ناردنی لینکی گۆڕین

# resetPasswordSubtitle
source: Enter your email and we'll send you a link to reset your password
ku: ئیمەیڵەکەت بنووسە و لینکێکت بۆ دەنێرین بۆ گۆڕینی وشەی تێپەڕ

source: Welcome Back
ku: بەخێربێیتەوە

# loginSubtitle
source: Sign in to continue to {appName}
ku: چوونەژوورەوە بکە بۆ بەردەوامبوون بۆ {appName}

# enterPasswordHint
source: Enter your password
ku: وشەی تێپەڕ بنووسە

source: OR
ku: یان
